Repository: yavdr/vdr-plugin-skindesigner
Catalog: po/*.po
Languages: de_de

source: Skin successfully installed
de_de: Skin installiert

source: Skin NOT successfully installed
de_de: Skin NICHT installiert

source: Installing Skin
de_de: Installiere Skin

source: sec
de_de: sek

source: Skin successfully updated
de_de: Skin erfolgreich aktualisiert

source: Skin already up to date
de_de: Skin ist auf aktuellem Stand

source: Updating Skin from Git
de_de: Aktualisiere Skin aus dem Git

source: after one another
de_de: eines nach dem anderen

source: at one go
de_de: alle auf einmal

source: Downloading Skin Screenshots...
de_de: Lade Screenshots herunter...

source: Install Skin
de_de: Installiere Skin

source: Update
de_de: Aktualisieren

source: Delete Skin
de_de: Skin löschen

source: No Git Repsoitory available
de_de: Kein Git Repository verfügbar

source: Skin is running and can't be deleted
de_de: Skin ist aktiv und kann nicht gelöscht werden

source: Really delete skin
de_de: Skin wirklich löschen

source: Skin deleted
de_de: Skin gelöscht

source: Menu Item display method
de_de: Art der Ausgabe der Menüelemente

source: Frames per Second (fading and shifting)
de_de: Frames pro Sekunde (fading und shifting)

source: Reruns
de_de: Wiederholungen

source: Maximum number of reruns to display
de_de: Anzahl anzuzeigender Wiederholungen

source: Minimum timely distance of rerun (in hours)
de_de: Zeitl. Abstand der Wiederholung (in h)

source: Limit Channel Numbers
de_de: Kanalnummern begrenzen

source: no limit
de_de: unbegrenzt

source: Image Loading
de_de: Bilder

source: Debug Image Loading
de_de: Debugausgabe für das Laden der Bilder

source: Limit Channel Logo Cache
de_de: Größe des Kanallogo Caches bechränken

source: Number to cache initially (per size)
de_de: Anzahl der initial zu cachenden Logos

source: Number to cache in maximum
de_de: Maximale Anzahl zu cachender Logos

source: Cache Statistics
de_de: Cache Statistik

source: size
de_de: Größe

source: has no setup
de_de: hat kein Setup

source: Install new skins
de_de: Weitere verfügbare Skins

source: Preview Skin
de_de: Skin Vorschau

source: Author
de_de: Autor

source: Used Fonts
de_de: Benutze Schriften

source: Supported Plugins
de_de: Unterstützte Plugins
